{
  "id": "session-1759000257574-3m5r1qwrq",
  "createdAt": "2025-09-27T19:16:28.243Z",
  "lastActivity": "2025-09-27T20:01:44.552Z",
  "history": [
    {
      "timestamp": "2025-09-27T19:20:08.520Z",
      "user": "All the children.",
      "assistant": "Oh, all the children! That's a lot of friends! It's so nice you're thinking about everyone. You're doing a super job!"
    },
    {
      "timestamp": "2025-09-27T19:28:58.276Z",
      "user": "My name is Madi.",
      "assistant": "Hi Madi! It's so nice to meet you! Madi, Madi, Madi! That's a wonderful name!\n\nWhat do you want to talk about today? I'm ready to play and chat with you!"
    },
    {
      "timestamp": "2025-09-27T19:29:15.598Z",
      "user": "Web viable ran away.",
      "assistant": "Oh no! Web viable ran away? That sounds like a little adventure! Can you say ran with me? Ran, ran, ran! You're doing such a good job, Madi! Tell me more about this web viable!"
    },
    {
      "timestamp": "2025-09-27T19:29:37.510Z",
      "user": "The Red Rabbit ran away.",
      "assistant": "Oh no! The Red Rabbit ran away? That sounds like a big adventure! Can you say Red with me? Red, red, red! And how about Rabbit? Rabbit, rabbit, rabbit! You're doing so well, Madi! Tell me more about this Red Rabbit!"
    },
    {
      "timestamp": "2025-09-27T19:34:13.991Z",
      "user": "My name is Mardi.",
      "assistant": "Hi Mardi! It's so nice to meet you! Mardi, Mardi, Mardi! That's a super fun name!\n\nWhat do you want to talk about today? I'm ready to play and chat with you!"
    },
    {
      "timestamp": "2025-09-27T19:34:36.186Z",
      "user": "Uh, the Red Rabbit ran away.",
      "assistant": "Oh no! The Red Rabbit ran away? That sounds like a big adventure! Can you say Red with me? Red, red, red! And how about Rabbit? Rabbit, rabbit, rabbit! You're doing so well, Mardi! Tell me more about this Red Rabbit!"
    },
    {
      "timestamp": "2025-09-27T19:51:23.624Z",
      "user": "How's it going?",
      "assistant": "It's going great! I'm so happy to chat with you! How are you doing today? Did you have a fun day?"
    },
    {
      "timestamp": "2025-09-27T19:52:05.544Z",
      "user": "I I I like red, rabbits.",
      "assistant": "I like red rabbits too, Mardi! That's so cool! Can you say red with me? Red, red, red! And how about rabbits? Rabbits, rabbits, rabbits! You're doing such a wonderful job! What else do you like?"
    },
    {
      "timestamp": "2025-09-27T19:54:12.038Z",
      "user": "Working the data from the, from the RS. And",
      "assistant": "Working with data? That sounds super interesting! Can you say \"working\" with me? Working, working, working! And how about \"data\"? Data, data, data! You're doing a fantastic job, Mardi! What kind of data are you working with?"
    },
    {
      "timestamp": "2025-09-27T20:01:44.552Z",
      "user": "But the web rabbit ran away.",
      "assistant": "Oh no! The web rabbit ran away too? That's another adventure! Can you say web with me? Web, web, web! And how about rabbit again? Rabbit, rabbit, rabbit! You're doing so great with these words! Tell me, what does this web rabbit look like?"
    }
  ]
}